---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitNumberOfElementsParam
source: html/01b4cdc2-28af-d6e6-acfb-32cb1a86ffb5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitNumberOfElementsParam Property

"Number of Elements"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecCircuitNumberOfElementsParam { get; }
```